{
    "20-plus-years": "20+ años forjando visiones creativas", 
    "about": "Acerca de",
    "about-ibai-fernandez": "Sobre Ibai Fernández",
    "achievements-unveiled": "Logros revelados",
    "all-forms-of-creativity": "toda forma de creatividad",
    "all-rights-reserved": "Todos los derechos reservados",
    "an-educational-oddissey": "Una odisea educativa",
    "brands-that-believe-in-me": "Marcas que confían en mí",
    "break-the-ice": "Romper el hielo",
    "client-management-public-relations": "Gestión de Clientes & Relaciones Públicas",
    "communication-everywhere": "Comunicación en todas partes",
    "communicative": "Comunicativo",
    "communicative-commercial-teaching": "Comunicativo, Comercial, Docente",
    "contact": "Contactar",
    "contact-me": "Contáctame",
    "creative": "Creativo",
    "digital-innovation-consulting": "Consultoría en Innovación Digital",
    "digital-marketing-content-strategy": "Marketing Digital & Estrategia de Contenidos",
    "digital-project-management": "Gestión de Proyectos Digitales",
    "download": "Descargar",
    "download-cv": "Descarga mi CV",
    "education-odyssey": "Una odisea educativa",
    "email-address": "Dirección de correo electrónico",
    "email-me": "Escríbeme",
    "essential-proficiencies": "Competencias esenciales",
    "executive": "Ejecutivo",
    "exploring-my-journey-across-continents": "Explorando mi viaje por continentes",
    "finest-work": "El mejor trabajo",
    "first-name": "Nombre",
    "front-end-development": "el desarrollo Front-End",
    "front-end-development-responsive-web-design": "Desarrollo Front-End & Diseño Web Responsivo",
    "front-end-mkt-comms-creativity": "Front-end · MKT · Comunicaciones · Creatividad", 
    "global-footprint": "Huella Global",
    "i-enjoy": "Disfruto",
    "last-name": "Apellido",
    "letss-get-in-touch": "Pongámonos en contacto",
    "location": "Ubicación",
    "mail-mkt-design-marketing-automation": "Diseño de Mail MKT & Automatización de Marketing",
    "marketing-and-communication": "el marketing y la comunicación",
    "message": "Mensaje",
    "my-growth-path": "Mi trayectoria de crecimiento",
    "my-most-recent-projects": "Mis Proyectos Más Recientes",
    "my-services": "Mis servicios",
    "phone": "Teléfono",
    "professional-journey": "Trayectoria profesional",
    "send": "Enviar",
    "strategic": "Estratégico",
    "strategic-creative-executive": "Estratégico, Creativo, Ejecutivo",
    "subject": "Asunto",
    "take-a-look": "Echa un vistazo",
    "technical": "Técnico",
    "technical-strategic-creative": "Técnico, Estratégico, Creativo",
    "teaching": "Docente",
    "the-faithful-few": "Los Fieles Pocos",
    "the-languages-i-speak": "Los idiomas que hablo",
    "to-my-portfolio": "a mi portafolio!",
    "training-and-professional-development": "Formación & Desarrollo Profesional",
    "user-interface-user-experience-design": "Diseño de Interfaz de Usuario & Experiencia de Usuario",
    "web-design-and-development": "el desarrollo web y móvil",
    "web-mobile-ui-ux-design": "el desarrollo de UX/UI para web y móvil",
    "Welcome": "¡Bienvenido",
    "global-experience": "🌍 Experiencia Global",
    "spain-ecuador-colombia": ": España, Ecuador, Colombia, los Países Bajos, Estados Unidos, Túnez... He moldeado proyectos en diversas culturas y continentes.",
    "a-whole-new-kind-of-monster": "💻 Un Nuevo Tipo de Monstruo",
    "bridging": ": Uniendo el desarrollo full-stack, el marketing y la creación de contenido para experiencias digitales fluidas.",
    "genuinely-digital": "🔥 Genuinamente Digital",
    "fueled": ": Impulsado por el amor a la tecnología, prospero al mantenerme a la vanguardia.",
    "knowledge-seeker": "📚 Buscador de Conocimiento",
    "constantly": ": Constantemente aprendiendo y ansioso por compartir conocimientos adquiridos en el camino.",
    "4geeks-alumnus": "👨‍💻 Alumno de 4Geeks",
    "grounded": ": Fundamentado en los principios de un bootcamp de desarrollo full-stack de primer nivel.",
    "communication-maven": "📢 Experto en Comunicación",
    "fluent": ": Fluido en el lenguaje de la creatividad, el marketing y los mensajes impactantes.",
    "tech-savvy-people-centric": "💡 Experto en Tecnología y Centrado en las Personas",
    "equipped": ": Equipado con un robusto conjunto de habilidades técnicas y destreza interpersonal.",
    "entrepreneurial-spirit": "🚀 Espíritu Emprendedor",
    "infusing": ": Infundiendo cada proyecto con una combinación de innovación y entusiasmo geek.",
    "craftsman-of-digital-experiences": "Artesano de Experiencias Digitales y Defensor de la Evolución Creativa",
    "united-states": "EE.UU.",
    "successfully-completed": "Completé con éxito un entrenamiento que comprendió desarrollo full-stack, especializándome en front-end.",
    "mit": "Instituto de Tecnología de Massachussets",
    "acquire-expertise": "Adquirí experticia en principios y metodologías creativas de la resolución de problemas, aumentando la innovación y las ahbilidad des de desarrollo de soluciones",
    "focused-on-seo": "Enfocado en SEO, SEM, SMM y publicidad digital. Aprendí a elaborar estrategias, optimizar campañas y promover marcas en línea.",
    "advanced-expertise": "Experiencia avanzada en metodologías de enseñanza de idiomas, análisis literario, diseño curricular y psicología educativa.",
    "mastered-esential": "Dominé las técnicas esenciales de gestión y producción de medios, capacitándome para prosperar en el dinámico entorno mediático actual.",
    "acquired-valuable": "Adquirí valiosos conocimientos sobre las dinámicas de la comunicación intercultural, fomentando una comprensión más profunda de las interacciones globales.",
    "gained-comprehensive": "Adquirí conocimientos y habilidades amplios en narración visual, producción de medios y estrategias de comunicación a través del estudio teórico y la experiencia práctica.",
    "go-to-my-linkedin": "Visita mi LinkedIn",
    "The Netherlands": "Holanda",
    "Spain": "España",
    "university-of-salamanca": "Universidad de Salamanca",
    "diploma-at-msu": "Diploma en Gestión y Producción de Medios",
    "nationality": "Nacionalidad",
    "yob": "Año de nacimiento",
    "current-location": "Ubicación actual",
    "personal-website": "Sitio web personal",
    "lets-get-social": "¡Socialicemos!",
    "read-more": "Leer más",
    "full-stack-bootcamp": "Bootcamp de Ingeniería de Software Full-Stack",
    "spanish": "Española",
    "diploma-in-design-thinking": "Diploma en Design Thinking",
    "diploma-in-digital-marketing": "Diploma en Marketing Digital",
    "master-at-salamanca": "Máster en Psicopedagogía de la Lengua Española y su Literatura",
    "diploma-at-the-hague": "Diploma en Comunicación Intercultural",
    "ba-in-av-comm": "Licenciatura en Comunicación Audiovisual",
    "de-haagse-hogeschool-den-haag": "De Haagse Hogeschool - La Haya",
    "university-of-malaga": "Universidad de Málaga",
    "commercial": "Comercial",
    "my-core-features": "Mis características principales",
    "currently": "Presente",
    "aug": "Ago",
    "marketing": "Coordinador",
    "coordinator":  "de Marketing",
    "chile-colombia-remote": "Chile · Colombia · Remoto",
    "as-marketing-coordinator": "Como Coordinador de Marketing en LFi, soy responsable de desarrollar e implementar estrategias de alto impacto.",
    "digital-marketing-strategies-that": "estrategias de marketing digital que impulsan el crecimiento y el éxito de nuestros clientes. Aporto mi amplia experiencia en diseño web y marketing para crear soluciones innovadoras que maximicen el ROI y la presencia en línea de nuestros clientes.",
    "key-responsibilities": "Responsabilidades clave",
    "developing-and-executing": ": Desarrollar y ejecutar estrategias de marketing digital integrales alineadas con los objetivos comerciales de nuestros clientes.",
    "overseeing-multichannel": ": Supervisar campañas publicitarias multicanal y de email marketing para generar leads, aumentar la participación y mejorar las conversiones.",
    "conducting-in-depth": ": Realizar análisis en profundidad del rendimiento de las campañas y optimizar continuamente los flujos de trabajo para maximizar la eficiencia y el impacto.",
    "working-closely": ": Trabajar en estrecha colaboración con los equipos de diseño, desarrollo y comunicación para crear experiencias de usuario fluidas y soluciones integradas.",
    "implementing-advanced": ": Implementar estrategias avanzadas de segmentación de leads y automatización para campañas de marketing más efectivas y personalizadas.",
    "strategy": "Estrategia",
    "campaign-management": "Manejo de campañas",
    "analysis-and-optimization": "Análisis y optimización",
    "interdisciplinary-collaboration": "Colaboración interdisciplinaria",
    "segmentation-and-automation": "Segmentación y automatización",
    "_____comment1": "Aquí iría más cosas de trabajo",
    "native-speaker": "Hablante nativo de epsañol",
    "english-ef-set-certificate": "Certificado EF SET de Inglés",
    "university-of-cambridge": "Uniersidad de Cambridge",
    "certificate-in-advanced-english": "Certificado en Inglés Avanzado",
    "grade-b": "Grado B",
    "october-2016": "Octubre 2016",
    "85-100-c2-proficient": "85/100 C2 Proficiente",
    "chinese-hsk-1": "Chino Mandarín HSK 1",
    "spanish-language": "Español",
    "english-language": "Inglés",
    "chinese-language": "Chino Mandarín",
    "_____comment2": "Aquí irían todas las traducciones de «Mis Servicios»",
    "all": "Todo",
    "writing": "Escritos",
    "photo": "Foto",
    "crafting-attractive-functional-responsive-user-interfaces": "Creación de interfaces de usuario atractivas, funcionales y responsivas utilizando las últimas tecnologías. Asegurando una adaptación sin fisuras a varios tamaños de pantalla para una experiencia de navegación consistente en todos los dispositivos.",
    "crafting-visually-engaging-email-campaigns": "Creación de campañas de email visualmente atractivas e integrar herramientas de automatización para optimizar los flujos de trabajo de marketing, aprovechando la automatización para nutrir leads y aumentar las tasas de conversión.",
    "crafting-visually-captivating-intuitively-designed-user-interfaces": "Creación de interfaces de usuario visualmente cautivadoras y diseñadas de manera intuitiva, con el objetivo de mejorar la interacción y el compromiso del usuario, asegurando una navegación sin fisuras y optimizando la experiencia del usuario.",
    "orchestration-of-digital-projects": "Orquestación de proyectos digitales, desde la planificación hasta la ejecución, asegurando una colaboración efectiva entre equipos multidisciplinarios y entregando soluciones exitosas para los clientes.",
    "crafting-digital-marketing-strategies": "Creación de estrategias de marketing digital para aumentar la visibilidad de la marca, generar leads y comprometer al público objetivo con contenido creativo y relevante.",
    "strategic-advisory-on-innovative-digital-technologies": "Asesoramiento estratégico sobre tecnologías digitales innovadoras, identificando oportunidades de mejora y diseñando soluciones personalizadas para optimizar procesos y alcanzar objetivos comerciales.",
    "building-and-maintaining-strong-relationships-with-clients": "Construir y mantener relaciones sólidas con los clientes, proporcionando un servicio personalizado y gestionando eficazmente las comunicaciones para asegurar la satisfacción del cliente y fomentar una lealtad de marca en constante crecimiento.",
    "designing-and-delivering-professional-development-programs": "Diseñar y ofrecer programas de desarrollo profesional en la adopción de nuevas formas de comercializar una marca, proporcionando conocimientos prácticos y habilidades relevantes para el éxito en el mundo digital.",
    "multimedia-content-production": "Producción de Contenidos Multimedia",
    "creation-of-engaging-high-quality-multimedia-content": "Creación de contenidos multimedia atractivos y de alta calidad (diseño gráfico y multimedia, videos, fotografía y redacción publicitaria) para satisfacer las necesidades de las marcas de comunicar y conectar con sus audiencias.",
    "belen-recommendation": "Creativo, innovador y altamente resolutivo. Siempre es un gusto trabajar con él!",
    "bani-recommendation": "Ibai Fernández es un activo reciente e invaluable para nuestro equipo. Su combinación única de habilidades en audiovisuales, desarrollo y automatización de marketing es rara. A pesar de dirigir un negocio exitoso, encuentra tiempo para solicitudes complejas. Sus compañeros en LFi Agency lo describen como alegre, elocuente, amable y directo. Su capacidad para sobrepasar las expectativas y proporcionar una perspectiva más amplia ha aligerado nuestra carga de trabajo. Su sentido del humor y su compromiso con soluciones a tiempo lo convierten en una parte integral de nuestro equipo. Recomiendo de todo corazón a Ibai por su entrega constante de soluciones que contribuyen enormemente a nuestro éxito. ¡Ibai es increíble! 🤘",
    "marcelo-recommendation": "Ibai ha completado el programa de desarrollo de software de manera exitosa y enfocado en ejecutar proyectos que mejoren su capacidad y habilidades como desarrollador. Es trabajador, comprometido, consistente, respetuoso y enfocado. Una suerte poder contar con él.",
    "pablo-recommendation": "Ibai es una persona que cuando se propone algo (sea lo que fuere) va para adelante y no para hasta volverse un especialista. Busca entender el porque de las cosas y siempre va mas allá. Es una persona super empática, destacando principalmente su alto grado de compañerismo cosa que lo hace fundamental para el trabajo en equipo. Técnicamente tiene una curva de aprendizaje muy alta, lo cual lo ayuda a adquirir nuevos conocimientos de maneras pocas veces vista. Sin dudas si armaría un equipo de desarollo sería un placer tenerte en mi equipo.",
    "alfredo-recommendation": "Ibai es una persona con un alto grado de implicación en sus proyectos, buscando constantemente el funcionamiento de lo que le rodea, lo cual implica que siga adquiriendo nuevas habilidades. Sin duda resolverá cualquier reto que se le imponga.",
    "cecilia-recommendation": "Ibai es una persona proactiva, que cumple con los objetivos planteados, y logra adaptarsé con facilidad a los equipos de trabajo. Busca superarse constantemente, y genera un excelente ambiente laboral.",
    "sol-recommendation": "He tenido el gusto de compartir con el el Bootcamp de 4Geeks y me he encontrado con un profesional destacado, con amplios conocimientos técnicos adquiridos, como asi también, de una gran disposición para aprender nuevos. Como persona me ha dado mucho gusto compartir este tiempo ya que, siempre esta dispuesto a ayudar a sus compañeros como asi tambien a crear un clima ameno de equipo.",
    "praise-parade": "Desfile de Alabanzas",
    "words-that-warm-the-heart": "Palabras que calientan el corazón",
    "submit": "Enviar"
}
